[
  "J'aime le café, et j'aime aussi le thé.",
  "Il est intelligent, de plus il est travailleur.",
  "Pierre aime la musique, de même que sa sœur.",
  "Elle étudie de la même manière que sa mère le faisait.",
  "Il parle non seulement français, mais aussi anglais.",
  "Mon frère aime également le sport.",
  "Je suis en retard à cause du trafic.",
  "Je reste à la maison car il pleut.",
  "Comme il fait beau, allons nous promener.",
  "L'annulation est dû à la météo.",
  "Puisque tu es là, on peut commencer.",
  "Étant donné que vous êtes tous d'accord, nous pouvons continuer.",
  "J'ai réussi grâce à ton aide.",
  "Je travaille dur afin de réussir.",
  "Il étudie avec l'objectif de devenir médecin.",
  "Je fais du sport pour être en forme.",
  "Parle plus fort de manière à ce que tout le monde t'entende.",
  "Il pleut, donc je prends mon parapluie.",
  "Il a beaucoup étudié, ainsi il a réussi son examen.",
  "Tu es fatigué, alors va te coucher.",
  "Il est malade, par conséquent il ne viendra pas.",
  "Le train est en retard, en conséquence nous manquerons notre correspondance.",
  "Il n'a pas étudié, d'où son échec.",
  "Il aime la nature, c'est pourquoi il vit à la campagne.",
  "Pour cette raison, nous devons partir tôt.",
  "Si tu viens, je serai content.",
  "Je viendrai à condition que tu sois là.",
  "J'irai à la plage à moins qu'il pleuve.",
  "Prends un parapluie au cas où il pleuvrait.",
  "Tout ira bien pourvu qu'il arrive à l'heure.",
  "Je t'attendrai tant que tu n'es pas là.",
  "J'aime le chocolat mais je suis au régime.",
  "Il n'est pas paresseux, au contraire, il travaille dur.",
  "Le film était bon, cependant la fin était décevante.",
  "C'est difficile, néanmoins je vais essayer.",
  "Il est sorti malgré la pluie.",
  "Je viendrai même si il pleut.",
  "Bien qu'il soit riche, il vit simplement.",
  "Je l'aime bien, quoique je ne le connaisse pas très bien.",
  "Fais tes devoirs, autrement tu seras puni.",
  "Le projet est intéressant, toutefois il y a des risques.",
  "Il est intelligent, pourtant il fait beaucoup d'erreurs.",
  "Je n'aime pas le café, par contre j'adore le thé.",
  "Le restaurant est cher, en revanche la nourriture est excellente.",
  "J'aime plusieurs sports, par exemple le tennis.",
  "C'est compliqué, en d'autres termes c'est difficile à comprendre.",
  "Je suis végétarien, c'est-à-dire je ne mange pas de viande.",
  "Pour commencer, parlons de vos objectifs.",
  "Tout d'abord, je voudrais vous remercier.",
  "Avant tout, il faut rester calme.",
  "Premièrement, lisez les instructions.",
  "En premier lieu, nous devons définir nos priorités.",
  "Pour conclure, je dirais que c'est un bon projet.",
  "Pour finir, je voudrais remercier tout le monde.",
  "Enfin, nous sommes arrivés!",
  "En un mot, c'était parfait.",
  "En somme, c'était une bonne journée.",
  "En résumé, voici les points principaux.",
  "D'après Marie, il va pleuvoir demain.",
  "Selon les experts, la situation va s'améliorer.",
  "Comme mentionné précédemment, nous devons être prudents."
]